Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=389_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Kansainvälisesti menestynyt Adjágas pääesiintyjäksi Ijahis idjaan
smn: Aalmugijkoskâsávt miänástum Adjágas váldulávdástellen Ijâtti

source: Kansainvälisesti menestynyt saamelaisyhtye Adjágas saapuu elokuussa Inarissa järjestettävän Ijahis idja - alkuperäiskansojen musiikkitapahtuman pääesiintyjäksi.
smn: Aalmugijkoskâsávt miänástum sämmilâšmuusikjuávkku Adjágas puátá porgemáánust Anarân Ijâttis ijjâ – algâaalmugij muusiktábáhtus váldulávdástellen.

source: – Konsertti on Adjágasin ensimmäinen Suomessa.
smn: – Konsert lii Adjágas vuossâmuš Suomâst.

source: Ijahis idja -festivaaliorganisaatio on iloinen saadessaan vastaanottaa näin merkittävän saamelaisyhtyeen tapahtumaan ja että heidän musiikkiaan kuullaan viimein Suomen saamelaisalueella, vs. kulttuurisihteeri Anna Näkkäläjärvi hehkuttaa.
smn: Ijâttis ijjâ -festivaalorganisaatio lii ilolâš, ko uážžu vuástáväldiđ tábáhtusân návt merhâšittee sämmilâšmuusikjuávhu já et sii muusik kuullâp viijmâg-uv Suomâ sämikuávlust, rámmoo festivaaljođetteijee Anna Näkkäläjärvi.

source: Adjágas yhdistää musiikissaan pohjoissaamelaista joikua ja moderneja musiikillisia sävyjä.
smn: Adjágas ovtâstit musikkistis tavesämmilii juáigus já modernijd muusiklâš iivnijd.

source: Yhtyeen viimeisin julkaisu on albumi Mánu rávdnji (2009), jota edelsi yhtyeen debyyttilevy Adjágas (2006).
smn: Juávhu majemuš almostittem lii album Mánu rávdnji (2009), mon ovdedij juávhu deebyytskiärru Adjágas (2006).

source: Adjágas esiintyi Vancouverin olympialaisten kulttuu-riohjelmassa ja on erittäin suosittu yhtye niin kotimaassaan Norjassa kuin kansainvälisestikin.
smn: Adjágas lávdástâlâi Vancouver olympialij kulttuurohjelmist já lii uáli pivnohis juávkku nuuvt päikkienâmist Taažâst, ko aalmugijkoskâsávtuv.

source: Vuoden 2010 teemana yhteenkuuluvuus
smn: Ive 2010 teeman oohtânkulluuvâšvuotâ

source: Festivaali on vakiinnuttanut asemansa tärkeimpänä saamelaismusiikkia esittelevänä tapahtumana Suomessa.
smn: Ijâttis ijjâ, mii uárnejuvvoo čiččâd kerd, škáájá Aanaar kirkkosiijdâst 20.–22.8.2010. Festivaal lii vuáháduttám sajattuvâs tehálumosin sämimuusiktábáhtussân Suomâst.

source: Festivaalin teemana on tänä vuonna alkuperäiskansojen yhteenkuuluvuus.
smn: Festivaal teeman taan ive lii algâaalmugij oohtânkulluuvâšvuotâ.

source: Alkuperäiskansoja saapuu Inariin kolmelta eri mantereelta ja kulttuurien kohtaaminen on ainutlaatuinen festivaalin historiassa.
smn: Algâaalmugeh puátih Anarân kuulmâ sierâ nannaamist já kulttuurij kuáhtám lii áinoošlajâsâš festi-vaal historjást.

source: Ijahis idjan päätapahtuma on lauantaina 23.8. järjestettävä Ijahis ija -konsertti, jossa kuullaan Adjágasin musiikin lisäksi alkuperäiskansavieraiden esityksiä, perinteisten saamelaisten vokaalimusiikkilajien esittäjiä sekä saamelaista räppiä Amocilta ja Ailu Vallelta ja paljon muuta saamelaismusiikkia.
smn: Ijâttis iijâ váldutábáhtus lii Ijâttis iijâ –konsert, mii uárnejuvvoo lávurduv 23.8. Tast kuullâp Adjágas muusik lasseen algâaalmugkuosij muusik, ärbivuáválij säämi vookaalmusikšlaajâi lávdástelleid sehe säämi räp Amocist já Ailu Valleest já ennuv eres-uv sämimuusik.

source: Ijahis idja -tapahtuman järjestävät yhteistyössä Saamelaiskäräjät, Anára Sámisearvi, Saamelaisalueen koulutuskeskus, Saamelaismuseo Siida, Inarin kunta, Giellagas-instituutti ja Inarin seurakunta.
smn: Ijâttis ijjâ –tábáhtus uárnejeh oovtâst Anára Sámisearvi, Sämitigge, Säämi máttáátâs¬kuávdáš, Sämiuseo Sijdâ, Aanaar kieldâ, Giellagas-instituut já Aanaar servikodde.

source: Siskoni, veljeni!
smn: Uábbám, viljâm!

source: Lisätietoja vs. kulttuurisihteeri Anna Näkkäläjärveltä,, 0408400383 ja tapahtuman verkkosivuilta osoitteesta www.ijahisidja.fi.
smn: Lasetiäđuh festivaaljođetteijee Anna Näkkäläjärvist,, 0408400383 já tábáhtus internetsiijđoin čujottâsâst www.ijahisidja.fi.
